# Создайте переменную name и присвойте ей значение вашего имени (строка).
# Выведите значение переменной name на экран.
# Создайте переменную age и присвойте ей значение вашего возраста (целое число).
# Выведите значение переменной age на экран.
# Перезапишите в age текущее значение переменной age + новое.
# Как неверно (просто перезапись на новое число):
# a = 15
# a = 17
# Выведите измененное значение переменной age на экран.
# Создайте переменную is_student и присвойте ей значение true (логическое значение).
# Выведите значение переменной is_student на экран.

name = "Сергей"
print("Имя:",name)

age = 31
print("Возраст:",age)

New_age = age+1
print("Новый возраст:",New_age)

is_student = True
print("Студент:",is_student)
